
console.log('****** LOOPS *******');

// * =======================================================
// *                     DÖNGÜLER
// * =======================================================

//! ************************ FOR ****************************
// Math.floor() => aşağıya yuvarlar
// Math.ceil() => yukarıya yuvarlar
// Math.round() => değere göre yuvarlar
// Math.trunc() => sayının tam kısmını alır



//! *********************** WHILE ***************************

//! ********************** DO-WHILE *************************